export const infoCollectTerms = {
  title : "개인정보 수집 및 이용 동의서",
  term_1: {
    subTitle: "",
    content: `HF(이하 '회사')는 개인정보보호법 등 관련 법령상의 개인정보보호 규정을 준수하며 귀하의 개인정보보호에 최선을 다하고 있습니다. 회사는 개인정보보호법에 근거하여 다음과 같은 내용으로 개인정보를 수집 및 이용 동의를 처리하고자 합니다.`,
  },
  term_2: {
    subTitle: "01 개인정보 처리목적",
    content: `HF는 다음의 목적을 위하여 개인정보를 처리합니다.
        처리하고 있는 개인정보는 다음의 목적 이외의 용도로는 이용되지 않으며, 이용 목적이 변경되는 경우에는 [개인정보 보호법] 제 18조에 따라 별도의 동의를 받는 등 필요한 조치를 이행할 것입니다.
        1. 회원 가입 및 관리
        2. 재화 또는 서비스 제공
        3. 보안, 프라이버시 보호를 포함한 안전한 서비스 환경 구축 및 관리
            a. 서비스 부정 이용 방지, 당근 이용약관 위반 이용자에 대한 이용 제한 조치 목적으로 개인정보를 처리합니다.`,
  },
  term_3: {
    subTitle: "02 처리하는 개인정보의 항목",
    content: `HF는 서비스 제공을 위해  최소한의 범위에서 개인정보를 수집,이용합니다.
        ·회원가입 및 관리
            ·이메일, 생년월일, 성별, 주소, 사용자 식별값, 선택적 입력정보(프로필 사진), 수상 및 경력사항
        · 채팅 이용시
            · 채팅 내용`,
  },
  term_4: {
    subTitle: "03 개인정보의 처리 및 보유 기간",
    content: `HF는 관계 법령에 따른 개인정보 보유이용기간 또는 개인정보 수집 시 정보주체로부터 동의 받은 보유, 이용 기간 내에서 개인정보를 처리, 보유합니다. 또한 개인정보 보유기간의 경과, 삭제 요청 시 이용자의 개인정보를 재생이 불가능한 방법으로 지체없이 해당 개인정보를 파기합니다.
        · 회원가입 및 관리 : 회원탈퇴 후 6개월까지`,
  },
  term_5: {
    subTitle: "04 14세 미만 아동의 개인정보 처리에 관한 사항",
    content: `HF는 원칙적으로 만 14세 미만 아동에 대한 수집 및 이용하지 않습니다.`,
  },
  term_6: {
    subTitle: "05 동의 및 거부 관리",
    content: `귀하는 이에 대한 동의를 거부할 수 있으며, 동의가 없을 경우 서비스 이용이 불가능할 수 있음을 알려드립니다.`,
  },
  term_7: {
    subTitle: "06 개인정보처리방침의 시행 및 변경에 관한 사항",
    content: `이 개인정보 처리방침은 2025년 03월 10일부터 시행되며, HF는 정부의 정책 또는 관계 법령, 서비스의 변경사항을 반영하기 위한 목적으로 개인정보처리방침을 수정할 수 있으며, 이때 최소 7일 전부터 공지사항을 통해 변경 사항을 고지하겠습니다.`,
  },
};
