export const personalInfoTerms = {
  title : "개인정보 처리방침",
  term_1: {
    subTitle: "",
    content: `HF(이하 ‘회사’)는 관련 법령에 따라 ‘HF(Health Friend)’(이하 ‘서비스’)를 이용하는 이용자의 개인정보를 보호하고, 이와 관련한 고충을 신속하고 원활하게 처리하기 위하여 다음과 같이 개인정보처리방침을 수립 및 공개합니다.`,
  },
  term_2: {
    subTitle: "제1조 개인정보의 처리 목적",
    content: `회사는 다음의 목적을 위하여 개인정보를 처리합니다.
    회원 가입 및 관리: 회원가입 의사 확인, 본인 식별인증, 만14세 이상 여부 확인, 회원자격 유지 및 관리, 서비스 부정 이용 방지, 각종 고지 통지 등
    서비스 제공: HF 서비스 제공
    고충처리: 이용자의 신원 확인, 고충사항 확인, 사실조사를 위한 연락통지, 처리결과 통보 등
    서비스 개선 및 개발: 기존 서비스 개선 및 신규 서비스, 맞춤형 서비스 개발 등`,
  },
  term_3: {
    subTitle: "제2조 처리하는 개인정보 항목",
    content: `회사는 서비스 이용자에 대하여 다음의 개인정보 항목을 수집하여 처리하고 있습니다. 
    회원 가입 시 기본 수집 사항(필수항목): 로그인 SNS 식별자(카카오, Google 운영자로부터 제공받은 유저식별자, 이름, 이메일, 비밀번호), 닉네임, 생년월일, 성별, 위치정보
    서비스 이용 과정에서 자동으로 수집: 사용자의 품질, 경험 개선 및 서비스 관리를 위한 기기 정보(모델명, OS), 앱 설정값, 앱 토큰, 메타 데이터, 서비스 이용기록, 채팅 로그파일
    서비스 이용 과정에서 회원이 입력:
    개인정보 항목 - 닉네임, 생년월일, 성별, 위치정보, 경력 및 수상 사항
    시스템 내 항목 - 한 줄 소개, 커뮤니티 제목 텍스트, 커뮤니티 본문 텍스트, 커뮤니티 댓글 텍스트, 채팅 내 텍스트
    고충처리 시: 이용자로부터 위 각 정보 중 필요한 항목 및 해당 고충처리에 필요한 별개 항목을 수집 및 처리`,
  },
  term_4: {
    subTitle: "제3조 개인정보의 처리 및 보유기간",
    content: `회사는 이용자가 서비스를 탈퇴 또는 이용자격을 상실할 경우에는 별도의 요청이 없더라도 수집된 이용자의 정보를 지체없이 삭제 및 파기합니다. 다만, 회원 탈퇴 또는 이용자격 상실에도 불구하고 다음의 정보에 대해서는 아래의 이유로 보존합니다.
    관계 법령 위반에 따른 수사 조사 등이 진행 중인 경우에는 해당 수사·조사 종료 시까지
    앱 이용에 따른 채권 채무관계 잔존 시에는 해당 채권·채무관계 정산 시까지
    회사가 이용약관에 따라 서비스 이용계약을 해지한 경우 부정한 재가입 및 서비스 이용을 방지하기 위하여 해당 이용자의 로그인 SNS 식별자(카카오, Google 운영자로부터 제공받은 유저식별자)를 서비스 종료 시까지 보관`,
  },
  term_5: {
    subTitle: "제4조 개인정보의 제3자 제공",
    content: `① 회사는 이용자의 동의를 받거나 개인정보 보호법 또는 다른 법률의 특별한 규정이 있는 경우에만 개인정보를 제3자에게 제공합니다.
    ② 회사는 현재 개인정보를 제3자에게 제공하고 있지 않습니다.`,
  },
  term_6: {
    subTitle: "제5조 개인정보처리의 위탁",
    content: `① 회사는 현재 개인정보처리를 위탁하고 있지 않습니다.
    ② 위탁하는 경우가 있을 시 이용자에게 전자우편, 서비스 내 화면에 공지를 통해서 알립니다.`,
  },
  term_7: {
    subTitle: "제6조 이용자와 법정대리인의 권리·의무 및 행사 방법",
    content: `① 이용자는 회사에 대해 언제든지 개인정보 열람·정정·삭제·처리정지 요구 등의 권리를 행사할 수 있습니다.
    ② 제1항에 따른 권리 행사는 서면, 제10조에 기입 된 연락처 등을 통하여 하실 수 있으며, 회사는 이에 대해 지체없이 조치하겠습니다.
    ③ 제1항에 따른 권리 행사는 이용자의 법정대리인이나 위임을 받은 자 등 대리인을 통하여서 하실 수 있습니다. 이 경우 수임인에 대한 위임 사실을 확인할 수 있는 위임장을 제출하셔야 합니다.
    ④ 개인정보 보호법 등 관계 법령에서 정하는 바에 따라 이용자의 개인정보 열람·정정·삭제·처리정지 요구 등의 권리 행사가 제한될 수 있습니다. 또한 법령에서 그 개인정보가 수집 대상으로 명시되어 있는 경우에는 그 삭제를 요구할 수 없습니다.`,
  },
  term_8: {
    subTitle: "제7조 개인정보의 파기",
    content: `① 회사는 개인정보 보유기간의 경과, 처리목적 달성 등 개인정보가 불필요하게 되었을 때에는 지체없이 해당 개인정보를 파기합니다.
    ② 개인정보 파기의 절차 및 방법은 다음과 같습니다.
    파기절차: 회사는 파기 사유가 발생한 개인정보를 선정하고, 회사의 개인정보 보호책임자의 승인을 받아 개인정보를 파기합니다.
    파기방법: 회사는 전자적 파일 형태로 기록·저장된 개인정보는 기록을 재생할 수 없도록 기술적 방법을 이용하여 파기하며, 종이 문서에 기록·저장된 개인정보는 분쇄기로 분쇄하거나 소각하여 파기합니다.`,
  },
  term_9: {
    subTitle: "제8조 개인정보의 안전성 확보조치",
    content: `회사는 개인정보의 안전성 확보를 위해 다음과 같은 조치를 취하고 있습니다.
    관리적 조치: 내부 관리 계획 수립·시행
    기술적 조치: 개인정보의 이메일 및 비밀번호 암호화, 개인정보처리시스템의 식별번호로 접근권한 관리, 접속기록의 보관`,
  },
  term_10: {
    subTitle: "제9조 개인정보 자동 수집 장치의 설치∙운영 및 거부에 관한 사항",
    content: `회사는 개인화되고 맞춤화된 서비스를 제공하기 위해서 이용자의 정보를 저장하고 수시로 불러오는 '쿠키(cookie)'를 사용합니다. 쿠키는 웹 사이트를 운영하는데 이용되는 서버가 사용자의 브라우저에게 보내는 아주 작은 텍스트 파일로 사용자 컴퓨터의 하드디스크에 저장됩니다.
    
    ① 쿠키 등 사용 목적
    사용자의 인증 토큰 재발급을 위한 토큰을 쿠키에 저장, 소셜 로그인 후 서버로부터 발급받은 액세스 토큰을 쿠키에 담아서 클라이언트로 전달 후 서비스 이용 제공
    
    ② 쿠키의 설치/운영
    이용자는 쿠키 설치에 대한 선택권을 가지고 있습니다. 따라서, 사용자는 웹 브라우저에서 옵션을 설정함으로써 모든 쿠키를 허용하거나, 쿠키가 저장될 때마다 확인을 거치거나, 아니면 모든 쿠키의 저장을 거부할 수도 있습니다.
    
    ③ 쿠키 설정 거부 방법
    쿠키 설정을 거부하는 방법으로는 이용자가 사용하시는 웹 브라우저의 옵션을 택함으로써 모든 쿠키를 허용하거나 쿠키를 저장할 때마다 확인을 거치거나, 모든 쿠키의 저장을 거부할 수 있습니다. 단, 이용자께서 쿠키 설치를 거부하였을 경우 서비스 제공에 어려움이 있을 수 있습니다.
    설정방법 예(인터넷 익스플로어의 경우) : 웹 브라우저 상단의 도구 > 인터넷 옵션 > 개인정보`,
  },
  term_11: {
    subTitle: "제10조 개인정보 보호책임자",
    content: `회사는 개인정보 처리에 관한 업무를 총괄해서 책임지고, 이와 관련한 이용자의 불만처리 및 피해구제 등을 위하여 아래와 같이 개인정보 보호 책임자를 지정하고 있습니다.
    ▶ 개인정보 보호 책임자
    성명: 오승찬
    직책: 관리자
    연락처: dhtmdcks1325@gmail.com`,
  },
  term_12: {
    subTitle: "제11조 개인정보 처리방침의 변경",
    content: `회사는 법률이나 서비스의 변경사항을 반영하기 위한 목적 등으로 개인정보처리방침을 수정할 수 있습니다. 개인정보처리방침이 변경되는 경우 회사는 효력발생일 이전에 미리 공지하겠습니다.`,
  },
  term_13: {
    subTitle: "부칙 ",
    content: `최근 개정일 : 2025.03.10`,
  },
};
